name: "mobilenetv2-12"
backend: "onnxruntime"
max_batch_size: 0

input [
  {
    name: "input"
    data_type: TYPE_FP32
    dims: [ 1, 3, 224, 224 ]
  }
]
output [
  {
    name: "output"
    data_type: TYPE_FP32
    dims: [-1, 1000]
  }
]

default_model_filename:"mobilenetv2-12.onnx"  # Specify model name to look for,
                                              # if not specified, it will look                
                                              # for 'model.engine' inside 1/